/* (AEUIWelcomePagerDataSource) Tutorial text, step 1 */
"A quick tutorial will walk you through some basics of your new ad blocker." = "A quick tutorial will walk you through some basics of your new ad blocker.";

/* (AEUISubscriptionController) Rules info, in bottom status. */
"Active filter rules: %lu" = "Active filter rules: %lu";

/* (AEUIMainController) Share this app initial text on Twitter */
"Adguard - Adblock for iOS:" = "Adguard - Adblock for iOS:";

/* (AEUIWelcomePagerDataSource) Tutorial title, step 5 */
"Block ads the way you want" = "Block ads the way you want";

/* (AEUISubscriptionController) Alert message. When subscription process failed. */
"Cannot load filter from the server." = "Cannot load filter from the server.";

/* (AEUIMainController) Share this app initial text on Mail Subject */
"Check this out!" = "Check this out!";

/* (AEUIWelcomePagerDataSource) Tutorial title, step 4 */
"Choose your tools" = "Choose your tools";

/* (AEUISubscriptionController) Clear all button in edit mode on filter list. */
"Clear Selected" = "Clear Selected";

/* (AEUIWelcomePagerDataSource) Tutorial title, step 3 */
"Configure the ad blocking" = "Configure the ad blocking";

/* (AEUIWelcomePagerDataSource) Tutorial Button Title, step 8 */
"Done" = "Done";

/* (AEUIWhitelistController) Edit domain title */
"Edit Domain" = "Edit Domain";

/* (AEUIRulesController) Edit rule title */
"Edit Rule" = "Edit Rule";

/* (AEUIWhitelistController) New domain title */
"Enter Domain" = "Enter Domain";

/* (AEUIRulesController) New rule title */
"Enter Rule" = "Enter Rule";

/* (AEUIRulesController) Alert title. Error when add incorrect rule into user filter.
   (AEUIRulesController) Alert title. Error when attempt add rule and max rules limit exceeded.
   (AEUIRulesController) Alert title. Error when rule was changed and max rules limit exceeded.
   (AEUISubscriptionController) Alert title. When converting rules process finished in foreground updating.
   (AEUISubscriptionController) Alert title. When subscription process failed.
   (AEUIWhitelistController) Alert title. Error when add incorrect rule into user filter.
   (AEUIWhitelistController) Alert title. Error when attempt add domain and max rules limit exceeded. */
"Error" = "Error";

/* (AppDegelate) Alert message. When converting rules process finished in foreground updating. */
"Filters cannot be loaded into Safari. Try to clear your rules and the whitelist, or change the set of used filters." = "Filters cannot be loaded into Safari. Try to clear your rules and the whitelist, or change the set of used filters.";

/* (AEUISubscriptionController) Filter info, in bottom status. */
"Filters enabled: %1$lu out of %2$lu" = "Filters enabled: %1$lu out of %2$lu";

/* (AEUIMainController) Button - Check Filter Updates */
"Filters update error" = "Filters update error";

/* (AEUIMainController) Button - Check Filter Updates */
"Filters updated: %lu" = "Filters updated: %lu";

/* (AEUIWelcomePagerDataSource) Tutorial text, step 4 */
"Find out what does each filter stand for by tapping on it." = "Find out what does each filter stand for by tapping on it.";

/* (AEUIWelcomePagerDataSource) Tutorial text, step 2 */
"Go to Settings app, select Safari and open Content Blockers.\nThen enable Adguard." = "Go to Settings app, select Safari and open Content Blockers.\nThen enable Adguard.";

/* (AEUIMainController) Share this app initial text on Facebook */
"I've just installed Adguard ad blocker. If you want to surf the web ad-free as I do, check it out:" = "I've just installed Adguard ad blocker. If you want to surf the web ad-free as I do, check it out:";

/* (AEUIMainController) Share this app initial text on iMessage (text row)
   (AEUIMainController) Share this app initial text on Mail Body (text row) */
"I've just installed Adguard AdBlocker for iOS." = "I've just installed Adguard AdBlocker for iOS.";

/* (AEUIWelcomePagerDataSource) Tutorial text, step 6 */
"If you add a website to the Whitelist, then Adguard won't be filtering it." = "If you add a website to the Whitelist, then Adguard won't be filtering it.";

/* (AEUIMainController) Share this app initial text on iMessage (before link row)
   (AEUIMainController) Share this app initial text on Mail Body (before link row) */
"If you want to surf the web ad-free as I do, check it out:" = "If you want to surf the web ad-free as I do, check it out:";

/* (AEUIWelcomePagerDataSource) Tutorial title, step 2 */
"Let's make Adguard protect your device!" = "Let's make Adguard protect your device!";

/* (AEUISubscriptionController) When toggling filter button and subscription process goes. */
"Loading filter..." = "Loading filter...";

/* (AEUISubscriptionController) When toggling Done button in edit mode and subscription process goes. */
"Loading Filters..." = "Loading Filters...";

/* (AEUISubscriptionController) Title on bottom bar. */
"Loading info..." = "Loading info...";

/* (AEUIWelcomePagerDataSource) Tutorial title, step 7 */
"Manage Adguard right from Safari" = "Manage Adguard right from Safari";

/* (AEUIWelcomePagerDataSource) Tutorial title, step 1 */
"Meet Adguard" = "Meet Adguard";

/* (AEUIMainController) Button - Check Filter Updates */
"No updates found" = "No updates found";

/* (AEUIWelcomePagerDataSource) Tutorial text, step 3 */
"Select the filters you need in the Filters section." = "Select the filters you need in the Filters section.";

/* (AEUIWelcomePagerDataSource) Tutorial title, step 6 */
"Support favourite sites" = "Support favourite sites";

/* (AEUIWelcomePagerDataSource) Tutorial text, step 8 */
"Surf the web safe and ad-free, and have a nice day!" = "Surf the web safe and ad-free, and have a nice day!";

/* (AEUIWelcomePagerDataSource) Tutorial text, step 7 */
"Tapping on Adguard icon will bring up a menu with additional app settings for current website." = "Tapping on Adguard icon will bring up a menu with additional app settings for current website.";

/* (AEUIWelcomePagerDataSource) Tutorial title, step 8 */
"That's it! Now your device is protected by Adguard!" = "That's it! Now your device is protected by Adguard!";

/* (AEUIWelcomePagerDataSource) Tutorial text, step 5 */
"You can add your own ad blocking rules in the User Filter seсtion." = "You can add your own ad blocking rules in the User Filter seсtion.";

/* (AEUIRulesController) Alert message. Error when attempt add rule and max rules limit exceeded.
   (AEUIRulesController) Alert message. Error when rule was changed and max rules limit exceeded.
   (AEUIWhitelistController) Alert message. Error when attempt add domain and max rules limit exceeded. */
"You have exceeded the maximum number of the filter rules." = "You have exceeded the maximum number of the filter rules.";

/* (AEService) Service errors descriptions */
"Attempted to convert rules to JSON while service is not started." = "Attempted to convert rules to JSON while service is not started.";

/* (AEUIAboutController) Subject field for mail bug report */
"Bug Report" = "Bug Report";

/* (AESFilterConverter) Error occured when checking of the result from JSON converter. */
"Can't convert rules. Unexpected error occured. Please contact support team." = "Can't convert rules. Unexpected error occured. Please contact support team.";

/* (AEUIAboutController) Alert message if user have no e-mail account on device */
"Can't send bug report because no email is probably set up on your device." = "Can't send bug report because no email is probably set up on your device.";

/* (AEUIAboutController) Alert message if user have no e-mail account on device */
"Can't send message to support team because you have no configured email account." = "Can't send message to support team because you have no configured email account.";

/* (AEService) Service errors descriptions */
"Cannot add the filter rule. Rule text is invalid." = "Cannot add the filter rule. Rule text is invalid.";

/* (AEService) Service errors descriptions */
"Cannot change the filter rule. Rule text is invalid." = "Cannot change the filter rule. Rule text is invalid.";

/* (AEUIUtils) Alert title. When converting rules process ended. */
"Error" = "Error";

/* (AEService) Service errors descriptions */
"Exceeded the maximum number of filter rules." = "Exceeded the maximum number of filter rules.";

/* (AEService) Service errors descriptions */
"Filters cannot be loaded into Safari. Therefore, your recent changes were not applied." = "Filters cannot be loaded into Safari. Therefore, your recent changes were not applied.";

/* (AEUILoadingModal) Standard message when filter conversion is performed. */
"Loading filters to Safari. Please do not turn off Adguard, the process will take no more than 30 seconds..." = "Loading filters to Safari. Please do not turn off Adguard, the process will take no more than 30 seconds...";

